import axios from "axios"
let handler = async (m, {command, conn, usedPrefix}) => {
let res = (await axios.get(`https://raw.githubusercontent.com/socona12/TheMystic-Bot-MD/master/src/JSON/anime-Venom.json`)).data  
let haha = await res[Math.floor(res.length * Math.random())]    
conn.sendFile(m.chat, haha, 'error.jpg', `
*❆❯━━━❲❄️❳━━━━━❮❆*

*❮ 🤖┇اسم البوت ↜ هنري بوت*
*❮ 👑┇ مطور البوت ↜أحمد سينتشي*
*❮ 📱┇رقم المطور↜905360504045*
*❮ 🧾┇الـوضـع ↜ البوت عام للكل*
*❮ 🕜┇وقت التشغيل↜ 12:00:00*

*❆❯══⊹⊱≼ اوامر 🎴 البوت ≽⊰⊹══❮❆*

*❮ ⚜️┇حط رمز قبل الأمر مثل  ( / . )*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️👥 』⇦ قسم الجروبات ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*👾┣.انذار*
❍↜بيعمل انذار للاعضاء

*👾┣.الغاء-الانذار*
❍↜بيشيل الانذارات

*👾┣.دعوة*
❍↜يدعياك شخص على الجروب 

*👾┣.تغيرالترحيبت*
❍↜بيغير الترحيب البوت

*👾┣.تغيرالمغادره*
❍↜بيغير المغادره البوت

*👾┣.الجروب*
❍↜بيبعت وصف الجروب

*👾┣.لينك*
❍↜بيبعت لينك الجروب

*👾┣.رفع*
❍↜بيخلي عضو يبقي ادمن

*👾┣.تنزيل*
❍↜يخلي ادمن عضو

*👾┣.المشرفين*
❍↜منشن للمشرفين

*👾┣.مخفي*
❍↜بيعمل منشن وهمي للجميع

*👾┣.الاشباح*
❍↜منشن ل الناس اللي مش بتتفاعل 

*👾┣.توب*
❍↜منشن عشوائيه ل10 أعضاء

*👾┣.رستر*
❍↜يجدد لينك الجروب 

*👾┣.منشني*
❍↜يخلي البوت يمنشنلك

*👾┣.منشن*
❍↜يعمل منشن للجروب كله

*👾┣.طرد*
❍↜طرد عضو من الجروب

*👾┣.ازاله*
❍↜بيمسح المسدج

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️🔄 』⇦ قسم التحويل╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*🎴┣.تليجراف*
❍↜بيعملك الصوره لينك 

*🎴┣.كود*
❍↜بيحول الصور لباركود 

*🎴┣.بروفايل*
❍↜بيجيب كل ملعومات بروفايلك

*🎴┣.لانمي*
❍↜بيحول الصوره لانمي 

*🎴┣.لكرتون*
❍↜بيحول الصوره لكرتون

*🎴┣.خط*
❍↜بيزخرف النص بالانجليزي 

*🎴┣.لصوره*
❍↜بيحول الملصق لصوره

*🎴┣.استيكر*
❍↜بيحول الصوره لي ملصق كامل

*🎴┣.ملصق*
❍↜بيحول الفيديو لملصق متحرك

*🎴┣.ستك*
❍↜بيحول النص لملصق

*🎴┣.سينا*
❍↜بيحول النص لملصق

*🎴┣سرقه*
❍↜بيغير حقوق الملصق

*🎴┣.لفيديو*
❍↜بيحول الملصق المتحرك لفيديو

*🎴┣.دمج 🤡+😂*
❍↜بيدمج الايمواجي ويحول ملصق

*🎴┣.ترجم*
❍↜بيترجم اي نص بالانجليزي

*🎴┣.انطق*
❍↜بيحول النص لي صوت

*🎴┣.اتطق2*
❍↜بيحول النص لي صوت

*🎴┣.جوده*
❍↜بيحسن جوزه الصوره

*🎴┣.رمزي*
❍↜بيحول رمز تسلسل مع البوت


*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️🥇 』⇦ قسم الرفيه ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*🎮┣.اكس*
❍↜يشغل لعبه XO

*🎮┣.تحدي*
❍↜يشغل لعبه حجر ورقه مقص 

*🎮┣.فعاليات*
❍↜بيجبلك فعاليات تلقائي 

*🎮┣.لو*
❍↜لو خيروك 

*🎮┣.سؤال*
❍↜اساله انمي صعبه 

*🎮┣.اسئلني*
❍↜البوت يسألك أسأله عشوائيه 

*🎮┣.الحب*
❍↜يقيس نسبه الحب اليك 

*🎮┣.بيحبني*
❍↜يمنشن اللي بيحبك 

*🎮┣.الكره*
❍↜يقيس نسبه الكره لك 

*🎮┣.بيكرهني*
❍↜يمنشن اللي بيكرهك

*🎮┣.غباء*
❍↜يقيس نسبه الغباء

*🎮┣.ذكاء*
❍↜يقيس نسبه الذكاء 

*🎮┣.زواج*
❍↜يجوز اتنين من الجروب

*🎮┣.طلاق*
❍↜يطلق اتنين من الجروب

*🎮┣كت*
❍↜اسماء شخصيات انمي عشوائية 

*🎮┣استماره* 
❍↜بيجيب استماره لنقابات 

*🎮┣delxo* 
❍↜حذف غرفه اكس او 

*🎮┣شبهي* 
❍↜بيختار شخص عشوائي شبهك

*🎮┣جمال*
❍↜بيختار شخص عشوائي جميل

*🎮┣تاج* 
❍↜لعبه الصراحه

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️🖥️ 』⇦ قسم الذكاء الاصطناعي ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*🤖┣.gpt*
❍↜شات gbt للاستفسار و الاساله ولاكن 
يجب أن تكتب الاستفسار أو السؤال بيدقه
لانهو مازال في مرحلة التطوير 

*🤖┣.هنري*
❍↜ذكاء اصطناعي مطور للرد علي كل الاساله 
و الاستفسارات و الثقافه وغيره لاكن يجب أن 
تنتظر حتي يرد علي كلامك لانهو ياخد القليل 
من الواقت


*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️♻️ 』⇦ قسم التنزيلات ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*⚡┣.انستا*
❍↜بينزل فيديو من الانستجرام

*⚡┣.اغنيه*
❍↜بينزل اغاني

*⚡┣.اغاني*
❍↜بينزل اغاني من اليوتيوب

*⚡┣.فيسبوك*
❍↜بينزل فيديوهات من الفيس

*⚡┣.Apk*
❍↜بينزل العاب و تطبيقات

*⚡┣.تيك*
❍↜بينزل فيديو من التيك توك

*⚡┣.يوتيوب*
❍↜بينزل فيديو من االيوتيوب

*⚡┣.يوتيوبت*
❍↜بينزل فيديو من يوتيوب

*⚡┣.فريبيك*
❍↜بينزل صوره من موقع فريبيك☾

*⚡┣.صوره*
❍↜بينزل صور من جوجل

*⚡┣.جوجل*
❍↜بينزل من جوجل 

*⚡┣.شغل*
❍↜بينزل اغاني

*⚡┣.فيديوو*
❍↜بينزل فيديوهات

*⚡┣.بحثيوت*
❍↜بيبحث عن فيديوهات عل اليوتيوب

*⚡┣.Yts*
❍↜بينزل فيديوهات بجوده عاليه

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️☁️ 』⇦ قسم البحث ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*🔎┣.يوتيوبس*
❍↜يبحث عاليوتيوب

*🔎┣.بحث*
❍↜بيبحث ف جوجل

*🔎┣.انمي*
❍↜بيجيب كل معلومات الانميات 

*🔎┣.انميس*
❍↜بيجيب احداث القصه لينك تنزيل جاهز

*🔎┣.طقم*
❍↜بيجب صوره بنت و ولد

*🔎┣.بين*
❍↜بيجيب صوره من بينترست

*🔎┣.انستا2*
❍↜بيجيب اي حاجه من الانستا 

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️🎯 』⇦ قسم العشوئيات ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*🐈┣.قط* 
❍↜بيجيب صور قطط عشوائية 

*🐈┣.حيوان* 
❍↜بيجيب صور حيوانات عشوائية 

*⚽┣.ميسي* 
❍↜بيجيب صور لي ميسي عشوائية 

*⚽┣.رونالدو* 
❍↜بيجيب صور لي رونالدو عشوائية 

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️⛪ 』⇦ قسم البنك ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*
  
*💵┣.البنك*
❍↜بيجبلك بنك البوت

*💵┣.الماس*
❍↜بيعت قائمة الالماس الخاصه بك

*💵┣.عمل*
❍↜بيديك مكافأة العمل

*💵┣.هجوم*
❍↜هجوم لتجميع الXP

*💵┣.اصف*
❍↜يضيف عملات

*💵┣.اكسبي*
❍↜بيجمع عملات

*💵┣.ترتيب*
❍↜بيجيب ترتيبك

*💵┣.لفل*
❍↜قائمه لفل الخاصة بك

*💵┣.تعدين*
❍↜مكافأة من البوت

*💵┣.يومي*
❍↜بيديك مكافأة يوميه

*💵┣.اسبوعي*
❍↜بيديك مكافأة اسبوعيه

*💵┣.شراء*
❍↜قائمه الشراء بالXP و الماس

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️🕋 』⇦ قسم الاسلامي ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*🌷┣.سوره*
❍↜بيجبلك السوره والصوت

*🌷┣.اذكار الصباح*
❍↜بيبعت اذكار الصباح 

*🌷┣.اذكار المساء*
❍↜بيبعت اذكار المساء 

*🌷┣.قران*
❍↜بيبعت قران

*🌷┣.حديث*
❍↜بيبعت حديث

*🌷┣Ayat*
❍↜بيبعت أية الكرسي


*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️⭐ 』⇦ قسم المطور ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*👑┣.بريم*
❍↜للمطور فقط

*👑┣بان*
❍↜للمطور فقط

*👑┣.رفع-البان*
❍↜للمطور فقط

*👑┣.حظر*
❍↜للمطور فقط

*👑┣.الغاء-الحظر*
❍↜للمطور فقط

*👑┣.المحظورين*
❍↜للمطور فقط

*👑┣.بلوك*
❍↜للمطور فقط

*👑┣.رفع-بلوك*
❍↜للمطور فقط

*👑┣.البلوكات*
❍↜للمطور فقط

*👑┣.مميزين*
❍↜بيظهر الأشخاص المميزين

*👑┣.انضم*
❍↜للمطور فقط

*👑┣.اخرج*
❍↜للمطور فقط

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*『 ️💻 』⇦ قسم الدعم ╿↶*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

*❗┣الدعوم*
❍↜ما يخص المطور

*❗┣.المطور*
❍↜بيجبلك رقم المطور

*❗┣الدعم*
❍↜بيبعت جروبات الدعم

*❗┣تقرير*
❍↜اذ حصل خطأ اكتب بلاغ للمطور 

*❗┣صوص*
❍↜صوص بيحبك 

*❗┣معلومات*
❍↜بيجيب معلومات عن المطور

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*

❍↜صلي علي النبي 🤍-

❍↜رقمي 🤍-


905360504045

❍↜توقيع المطور 🤍-
*「𝑨𝑯𝑴𝑨𝑫╎👑╎𝑺𝑯𝑰𝑵𝑰𝑪𝑯𝑰」*

*❆❯━━━❲❄️❳━━━━━❮❆*`, m)
}
handler.comm = handler.help = ['الاوامر','اوام']
handler.tags = ['anime']
handler.command = /^ألاوامر|أوامر|اومر|menu|اوامر$/i
export default handler
