let handler = async (m, { command, text }) => m.reply(`*❆━━━━═⏣⊰❄⊱⏣═━━━━❆*
*املئ الاسـ📜ـتماره*

*اهـلا بــك في امـبـراطـوريـة < N.R.D> التي تفتــح ابوابــها ترحِـــيبا بــك نـورتنا 🫀🫂*


*↭نرجوا منك إكمال اجراءات الدخول ادناه ⇩ .*

*✬ ↰ لقبك ⚜️「…」↱* 

*✬ ↰ اسم الانمي ⚜️「…」↱* 

*✬ ↰ من طرف من انضممت للنقابة؟ 😉「...」↱* 

*✬ ↰ ولد او بنت ؟ 🤐「…」↱* 

*✬ ↰ يرجى ارفاق صورة شـخـصيـة لقــبك  ↱* ♣️♠️

*✬ ↰ يمنع اختيار لقب معاكس لجنسك↱*👻

*✬ ↰الالقاب المسموح بها ⇦ : انمي-مانجا-مانهوا-دراما↱*
*ادارة :*
✨*✓N.R.D✓✨
رابط الاستقبال👇🏽
https://chat.whatsapp.com/KkiKp1jiBZwANNQZQu9zF8`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(لاند|land)$/i

export default handler
