let handler = async (m, { command, text }) => m.reply(`*🩸━──╌ ⊰♠⊱╌──━🩸*
*املئ الاسـ📜ـتماره*

*مرحبا بك في  【♜ᎠᎪᎡᏦ~♠️~ᎠᎬᏙᏆᏞ♜ ]*
*🩸━──╌ ⊰♠⊱╌──━🩸*
*بكل حب واستقبال نستقبلك بين عائلتك واخوتك ونرحب بك في نقابتنا جروب الشر نتمنى أن تأخذ راحتك معنا وان يعجبك تعاملنا🌺✨* 
🩸 ━─╌ ⊰♠⊱ ╌─🩸

*لقبك 👤↫[  ]*

*اسم الانــمــي❓↫[   ]*

*ولــد أم بــنـت ♂️♀️↫[  ]*

*من طرف🕸️↫[  ]*

*⭕صورة للشخصية⭕*
_____________••____________

*ملاحظه : 1.ممنوع بنت تاخد لقب ولد ونفس الشيء بالنسبه للجنس المعاكس*

*2. إذا مرت 24 ساعة ولم تملأ الاستمارة سيتم طردك*

*3.يمكن ان تاخذ لقب من انمي او مانهو او فلم او كرتون او مسلسل او مانجا او اللعاب*
🩸━──╌ ⊰♠⊱╌──━🩸`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(الشر|devil)$/i

export default handler
