let handler = async (m, { command, text }) => m.reply(`*❖•═━═━═⊳•⊰🧞‍♂️⊱•⊲═━═━═❖*

*املئ الاسـ📜ـتماره*

*❖•═━═━═⊳•⊰🧞‍♂️⊱•⊲═━═━═❖*
*❖┋نرجوا ملئ الاستمارة لكى نضيفك لنقابة علاءدين☾*
*❖•═━═━═⊳•⊰🧞‍♂️⊱•⊲═━═━═❖*
*⋋❖👤┋اللقب⇇〘   〙*
*⋋❖🎞️┋من انمي⇇〘  〙*
*⋋❖👩🏻‍🤝‍👨🏻┋بنت ام ولد⇇〘  〙*
*⋋❖🧧┋من طرف⇇〘  〙*
*⋋❖🖼️┋صوره للشخصية⇇〘  〙*
*❖•═━═━═⊳•⊰🧞‍♂️⊱•⊲═━═━═❖*
*⋋❖╎! مـلـحـوظة 🧞‍♂️*
*❖┋ممنوع بنت تاخذ لقب ولد او العكس ☾*
*❖┋لملئ الإستمارة يرجى النسخ وملء الفراغات*
*❖┋بعد ملئ الاستمارة منشن لاحد المشرفين*
*❖•═━═━═⊳•⊰🧞‍♂️⊱•⊲═━═━═❖*
*⋋❖┋توقيع الإدارة🖋 🧞‍♂️*
*『【D•R•K】🧞‍♂️ALADDIN』*       
*❖☾•═━═━═⊳•⊰🧞‍♂️⊱•⊲═━═━═•☽❖*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(ظلا)$/i

export default handler
