let handler = async (m, { command, text }) => m.reply(`*✰•━━✯┇•🎀•┇✯━━•✫*

*املئ الاسـ📜ـتماره*

『𝐬𝐤𝐚𝐫𝐥𝐞𝐭 ¦ 🎀 ¦ سڪارليت』

*✰•━━✯┇•🎀•┇✯━━•✫*

🏴‍☠️ *مــرحبـا بـك فــي الاسـتقـبال➥* 

*✰•━━✯┇•🎀•┇✯━━•✫*

✘الـلقـــب 『---』
✘مـن اي انمـي 『---』
✘ولـد او بنـت 『---』
✘مـن طرف مين 『---』

*✰•━━✯┇•🎀•┇✯━━•✫*

*مــــلاحــظــات➙*

*_¹- ممنوع ولد ياخذ لقب بنت والعكس_*

*_²- يجب ملأ الاستمارة في غضون 12 ساعه_*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(سكارليت|skarlet)$/i

export default handler
