let handler = async (m, { command, text }) => m.reply(`/_-منورنا-_/ ✨

◉━━━─ •༺ 🐉 ༻• ─━━━◉
املئ الاستمـ🐉ـارة :
حتى ادخلك للجروب الأساسي

◉━━━─ •༺ 🐉 ༻• ─━━━◉

🐉 *لقبك* 🫣【】
~اسم شخصية انمي تحبها تصير لقبك~
🐉 *من اي انمي لقبك* 💥【】
~من اي انمي الشخصية الي اخترتها تكون لقبك~
🐉 *من طرف مين* 👤【】
~ايش لقب الشخص الي قالك تدخل~ 
🐉 *ولد ولا بنت* 👀【】
~انت ولد او بنت واضحه~
       ●━━━ • ━❪🐉❫━ • ━━━●

_عبي الاستماره و منشن احد المشرفين_┋📩

*ارفق مع لقبك صور ل الشخصيه 📸*┋⚜

*_ممنوع ولد يختار لقب بنت و العكس_*┋💱

◉━━━─ •༺ 🐉 ༻• ─━━━◉`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(دراغون)$/i

export default handler
