let handler = async (m, { command, text }) => m.reply(`*⊹‏⊱≼━━━⌬〔🔮〕⌬━━━≽⊰⊹*
*املئ الاسـ📜ـتماره*

*〄 اهــــلاً بكــم في مملكــــة لــــولوشــــيا*

~*⊹‏⊱≼━━━⌬〔🔮〕⌬━━━≽⊰⊹*~

*✺ لقبك ﴿  ﴾* 

*✺ الانمي ﴿  ﴾* 

*✺ من طرف من انضمامك للنقابة؟!  ﴿  ﴾* 

*✺ ولد ام بنت؟ ﴿  ﴾* 

*✺ يرجى ارسال صورة للقب[شخصيه الانمي] :* 

*✺ الرجاء انتظار احد المشرفين لاضافتك* 

*✺ يمنع اختيار لقب معاكس لجنسك*

*✺ الالقاب المسموح بها: انمي-مانجا*

*✺ رابط فروع المملكة .* 

[ https://n9.cl/d1v72 ]

~*⊹‏⊱≼━━━⌬〔🔮〕⌬━━━≽⊰⊹*~
إدارة:
*𝐿.𝑆.𝐴*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(فيري|fairy)$/i

export default handler
