let handler = async (m, { command, text }) => m.reply(`*❆━━━━═⏣⊰❄⊱⏣═━━━━❆*
*املئ الاسـ📜ـتماره*

*نرحب بك في*
*『𝑺𝑻𝑨𝑹⊰❄⊱ 𝑭𝑹𝑬𝑬𝒁𝑬』*↶
*❆━━━━═⏣⊰❄⊱⏣═━━━━❆*
*نرجوا منك اكمال هذي الاستماره*

*⌬اللقـــ🪪ـــب⏎「」*

*⌬اسم الانمي⏎「」*

*⌬الجنس⏎「」*

*⌬من طرف مِـــــ❓ـــين⏎「」*

*⌬يرجي ارفاق صوره للشخصيه مع الاستماره↶*

*⌬ملَحوظٌــــ🫵🏻ــــه⏎「اللقب=اسم شخصيه انمي」*

*نتمني لكم الاستمتاع في مملكه*
*『𝑺𝑻𝑨𝑹⊰❄⊱ 𝑭𝑹𝑬𝑬𝒁𝑬』*

*❆━━━━═⏣⊰❄⊱⏣═━━━━❆*
*اداره*
*『𝑺𝑻𝑨𝑹』*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(ستار|star)$/i

export default handler
