let handler = async (m, { command, text }) => m.reply(`*◍┈┅┅━  ╰🐲╮  ━┅┅┈◍*

*املئ الاسـ📜ـتماره*

*نرحب بك في 🐲𝑨𝑲𝑨𝑹𝑨🐲*

*◍┈┅┅━  ╰🐲╮  ━┅┅┈◍*

*⌗ملاحظة عادي تستخدم لقب مانهوا_مانجا*

*اللقب؟*🧧『』

 *الانمي 🃏『』

*من طرف*🪄『』

*ذكر أم انثى ؟*🎭『』

*صـورة للشخصية*🎐『』

*#مـلاحـضـة!: مـمـنـوع اسـتـخـدام لـقـب بـنـت وانـت ولـد والـعـكـس*
*◍┈┅┅━  ╰🐲╮  ━┅┅┈◍*
*❀ مـــع تـحـيـات إدارة*
𝑹.𝑲.𝑳⊰🐲🇵🇸⊱𝑨𝑲𝑨𝑹𝑨`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(اكارا|akara)$/i

export default handler
