let handler = async (m, { command, text }) => m.reply(`*╔═╼─╾─╾═【🕸️】═╼─╾╾─╾═╗*
*رد تــلــقــائــي🧑🏻‍💻*
⎔ ━─ ─ ╎⊱ ‹🕷️› ⊰ ╎─ ─━ ⎔   
 *استماره* ⤸

 𓆩𝑫𝒓𝒂𝒈𝒐𝒏🕷️ 𝒔𝒑𝒊𝒅𝒆𝒓𓆪 

⌬┇━─╌ •『🕷️』• ╌─━┇⌬

「👤┋الـلـقـب ⇇〘〙

「🎞┋مـن اي انـمـي  ⇇〘〙

「​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​✨┋مـن طـرف ⇇〘〙

「👥┋الـجـنـس  ⇇〘〙

⌬┇━─╌ •『🕷️』• ╌─━┇⌬
 「⇓⇓┊ المـلاحـظــات⇓⇓┊」

¹ ارسل صوره للشخصيـة مع الاستمارة

² ممنوع الارقام الوهميه

³ ممنوع ولد ياخد لقب بنت والعكس صحيح

⁴ مسموح تاخد لقب من انمي او مانجا او مانهوا او مسلسل او فلم او لعبة

⌬┇━─╌ •『🕷️』• ╌─━┇⌬

تـــوقـــ✍يـــع」

𓆩𝑫𝒓𝒂𝒈𝒐𝒏🕷️ 𝒔𝒑𝒊𝒅𝒆𝒓𓆪

⎔ ━─ ─ ╎⊱ ‹🕷️› ⊰ ╎─ ─━ ⎔`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(استماره)$/i

export default handler
