let handler = async (m, { command, text }) => m.reply(`*✽ ━─╌ •⤣🍃⤤• ╌─━ ✽*
*املئ الاسـ📜ـتماره*

*〘♣️╎𝐁𝐋𝐀𝐂𝐊⊰🍃⊱𝐊𝐎𝐍𝐎𝐇𝟑╎♣️〙*
✽ ━─╌ •⤣🍃⤤• ╌─━ ✽

*⧉┇اخـتـر لــقــب:👤↫〘〙*

*⧉┇مـن انــمــي:💻↫〘〙*

*⧉┇ولــد أم بــنـت:👥↫〘〙*

*⧉┇من طرف:💫↫〘〙*

*⧉┇↫صورة للشخصية🖼️*

✽ ━─╌ •⤣🍃⤤• ╌─━ ✽
*⧉┇↫ممنوع  ولد يأخذ لقب بنت وممنوع بنت تأخذ لقب ولد*
⌬┇━──╌ •⤣🍃⤤• ╌──━┇⌬
*⧉┊تـــحـــيــات🍃↯*
*〘♣️╎𝐁𝐋𝐀𝐂𝐊⊰🍃⊱𝐊𝐎𝐍𝐎𝐇𝟑╎♣️〙*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(black|بلاك)$/i

export default handler
