let handler = async (m, { command, text }) => m.reply(`*❐═━━═╊⊰🎭⊱╉═━━═❐*

*املئ الاسـ📜ـتماره*

*『🌟⊰ لايتنير ╎𝑳𝒊𝒈𝒉𝒕𝒏𝒊𝒏𝒈 ⊱🎭』*
*❐═━━═╊⊰🎭⊱╉═━━═❐*

*◦🌟❈┇↲اخـتـر لــقــب ↲👤『』*

*◦🌟❈┇↲مـن انــمــي ↲🖥️『』*

*◦🌟❈┇↲ولــد أم بــنـت ↲🚻『』*

*◦🌟❈┇↲من طرف ↲⛓️『』*

*◦🌟❈┇↲موهبتك ↲🌟『』*

*🌟❈┇↲صورة للشخصية ↲🌁『』*
*❐═━━═╊⊰🎭⊱╉═━━═❐*
*🚫◦❈↲│ممنوع ولد يأخذ لقب بنت وممنوع بنت تأخذ لقب ولد⚔️*
*❐═━━═╊⊰⚡⊱╉═━━═❐*
*✍🏻┊تــــوقـــيــع⚡↯*
*⊰⚡ للايتنير╎𝑳𝒊𝒈𝒉𝒕𝒏𝒊𝒏𝒈 ⚡*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(لايتنينغ)$/i

export default handler
