let handler = async (m, { command, text }) => m.reply(`*✺◟(∗عـ͓̽ــ͓̽ــ͓̽ـآلَََمـ͓̽ــ͓̽ــ͓̽ـ _🪄_ آلَََخـ͓̽ــ͓̽ــ͓̽ـيـ͓̽ــ͓̽ــ͓̽ـآلَََ∗)◞✺*

*【📃 اسـتـمـارة الاسـتـقـبـال 📃】*

*•══🔮═آلَخـ͓̽ـيـ͓̽ـآلَ═🪄══ •*

*◉ 📇 لـقـبـك┋『』*

*◉ 🖼  الانـمـي┋『』*

*◉  📧  المنشن┋『 』*

*◉❓من طرف┋『』*

*◉ 👥 ولـد ام بـنـت┋『』*

*•══🪄═آلَخـ͓̽ـيـ͓̽ـآلَ═🔮══ •*

*المــؤســـس: تـ͓̽ـآنـ͓̽ـجـ͓̽ـيـ͓̽ـرٍوٌ*

*مـــؤســـس الاسـتـمـارة: سـ͓̽ـوٌكـ͓̽ـوٌنـ͓̽ـآ*

*•══🔮═آلَخـ͓̽ـيـ͓̽ـآلَ═🪄══ •*
*◉「📌」مـلاحـظـات ↶*
*• يرجي ارفاق صورة لقبك .*
*• منشن مشرف بعد الانتهاء .*

*═🪄══آلَخـ͓̽ـيـ͓̽ـآلَ══🔮═ •*
*⊰تــوقـــيــع⊱ ↶*

*✺◟(∗عـ͓̽ــ͓̽ــ͓̽ــ͓̽ـآلََََمـ͓̽ــ͓̽ــ͓̽ــ͓̽ـ _🪄_ آلََََخـ͓̽ــ͓̽ــ͓̽ــ͓̽ـيـ͓̽ــ͓̽ــ͓̽ــ͓̽ـآلََََ∗)◞✺*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(الخيال)$/i

export default handler
