let handler = async (m, { command, text }) => m.reply(`*✠━━━─╌━⌬〔🐦‍🔥〕⌬━╌─━━━✠*
*املئ الاسـ📜ـتماره*

*✠━━━─╌━⌬〔🐦‍🔥〕⌬━╌─━━━✠*
*|▣ نرحب بكم في استقبال سـكـايـبـيـا*
*✠━━╾─╼━⧈┋•⊰🐦‍🔥⊱•┋⧈━╾─╼━━✠*

*🪽┋الـلـقـب ♦️⇇『』*

*🪽┋مـن اي انـمـي 💠 ⇇『』*

*🪽┋مـن طـرف 🛡️⇇『』*

*🪽┋بنت أو ولد 👥 ⇇『』*

*‏✠ ━ ─┈ ╌ ◞🐦‍🔥◜ ╌ ┈─ ━ ✠*
 *⇓⇓『📝┋مـلاحـظــه┋📝』⇓⇓*

*❶ارسل صوره للشخصيه الي اخترتها*
*✺━─━━⊹◦⊰🐦‍🔥⊱◦⊹━━─━✺*
*~⌬ تــ✍︎ــوقــيــع ↡~*🖋️
*『𝗦𝗞𝗜𝗕𝗬𝗔 ⊰🐦‍🔥⊱ سـكـايـبـيا』*

*✺━─━━⊹◦⊰🐦‍🔥⊱◦⊹━━─━✺*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(سكايبيا|skibya)$/i

export default handler
