let handler = async (m, { command, text }) => m.reply(`*⇜أهلا بك بأستقبال  نقابة 𝑪𝑳𝑶𝑼𝑫🌫️┋«*
*↵⟦ ✦.✿بـَّـــسْـمِ الْلّٰه الرحَــــمٰــنِٓ الرَّحِـــيـــمِ✿. ✦ ⟧*
*┃❐━──━⌬〘🌫️〙⌬━──━❐┃*
*استمارة 📜 دخول

*┃❐━──━⌬〘🌫️〙⌬━──━❐┃*

*〖 أبثُّ كلماتي معلنة فجرًا جديدًا يصاحبه نور قلم فريد، فنستقبلكم والبشر مبتسمين، ونمزج ترحيبنا بشذى عطرنا، فتصافحكم أكفنا بالحب؛ لنهديكم أجمل معانينا، فأهلًا ومرحبًا بك.💗 〗* 
*┃❐━──━⌬〘🌫️〙⌬━──━❐┃*

*❐ اللــ🌫️ــقـب :  _⊑ ⊒_*

*❐ الإنـــ🧧ــمـي : _⊑ ⊒_*

*❐ ذكـر/انثـى 👫:  _⊑ ⊒_*

*❐ مـن طـ👨🏻‍⚖️ـرف ؟ : _⊑ ⊒_*


*❰ 🛑 مـلاحـظــات 🛑 ❱*

*✺ إرسال صورة للشخصية يلي بدك لقبها.*

*✺ إختيار ألقاب تابعة لإنمي أو أي مسلسل أو فلم أو مانهوا.*

*✺ النقابة مختلطة.🛑*
*┃❐━──━⌬〘🌫️〙⌬━──━❐┃*
*مع تحيات ادارة*
*【 ‏《🌫️》𝑪𝑳𝑶𝑼𝑫】*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(كلاود|cloud)$/i

export default handler
