let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*

*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ 🎯 ≽⊰⊹══❮❆*
*『 ️🎯 』⇦ قسم العشوئيات ╿↶*
*❆❯══⊹⊱≼ 🎯 ≽⊰⊹══❮❆*

*🐈┣.قط* 

*🌚┣.وايفو* 

*🌚┣.نيكو* 

*🌚┣.للولي* 

*🌚┣.للولي-فيد*  

*🌚┣.نيزيكو*

*🌚┣.اننا*

*🌚┣.اكياما*

*🌚┣.اسونا*

*🌚┣.ايوزاوا*

*🌚┣.بورتو*

*🌚┣.تشيهو*

*🌚┣.شيتو*

*🌚┣.ديدارا*

*🌚┣.ايبا*

*🌚┣.الينا*

*🌚┣.ايميلي*

*🌚┣.ايرزا*

*🌚┣.هيستيا*

*🌚┣.هيناتا*

*🌚┣.إيتاشي*

*🌚┣.كانيكي*

*🌚┣.ايتوري*

*🌚┣.اينوري*

*🌚┣.كاغا*

*🌚┣.كاغورا*

*🌚┣.كاوري*

*🌚┣.ساغري*

*🌚┣.مادارا*

*🌚┣.ميكاسا*

*🌚┣.ناروتو*

*🌚┣.ساكورا*

*🌚┣.كوتوري*

*🌚┣.كورومي*

*🌚┣.ميكو*

*🌚┣.ميناتو*

*🌚┣.ايسوزو*

*⚽┣.ميسي*

*⚽┣.رونالدو*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسم العشوائيه|قسم-العشوائيه|قسم-العشوائية)$/i

export default handler
