let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*
*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ 🔄 ≽⊰⊹══❮❆*
*『 ️🔄 』⇦ قسم التحويل╿↶*

*❆❯══⊹⊱≼ 🔄 ≽⊰⊹══❮❆*

*🎴┣.تليجراف*
❍↜بيعملك الصوره لينك 

*🎴┣.tomp3*
❍↜بيحول لك الفيد الى صوت

*🎴┣.كود*
❍↜بيحول الصور لباركود 

*🎴┣.بروفايلي*
❍↜بيجيب كل ملعومات بروفايلك

*🎴┣.لانمي*
❍↜بيحول الصوره لانمي 

*🎴┣.لكرتون*
❍↜بيحول الصوره لكرتون

*🎴┣.خط*
❍↜بيزخرف النص بالانجليزي 

*🎴┣.لصوره*
❍↜بيحول الملصق لصوره

*🎴┣.ملصق*
❍↜بيحول الفيديو/الصوره لملصق

*🎴┣.ستك*
❍↜بيحول النص لملصق

*🎴┣.سينا*
❍↜بيحول النص لملصق

*🎴┣سرقه*
❍↜بيغير حقوق الملصق

*🎴┣.لفيديو*
❍↜بيحول الملصق المتحرك لفيديو

*🎴┣.دمج 🤡+😂*
❍↜بيدمج الايمواجي ويحول ملصق

*🎴┣.ترجم*
❍↜بيترجم اي نص بالانجليزي

*🎴┣.انطق*
❍↜بيحول النص لي صوت

*🎴┣.اتطق2*
❍↜بيحول النص لي صوت

*🎴┣.جوده*
❍↜بيحسن جوزه الصوره

*🎴┣.رمزي*
❍↜بيحول رمز تسلسل مع البوت`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسم التحويل|قسم-التحويل)$/i

export default handler
