let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*
*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ ️⭐ ≽⊰⊹══❮❆*
*『 ️⭐ 』⇦ قسم المطور ╿↶*
*❆❯══⊹⊱≼ ️⭐ ≽⊰⊹══❮❆*

*👑┣.اضف-بريم*
❍↜للمطور فقط

*👑┣.حذف-بريم*
❍↜للمطور فقط

*👑┣بان*
❍↜للمطور فقط

*👑┣.رفع-البان*
❍↜للمطور فقط

*👑┣.حظر*
❍↜للمطور فقط

*👑┣.الغاء-الحظر*
❍↜للمطور فقط

*👑┣.المحظورين*
❍↜للمطور فقط

*👑┣.بلوك*
❍↜للمطور فقط

*👑┣.رفع-بلوك*
❍↜للمطور فقط

*👑┣.البلوكات*
❍↜للمطور فقط

*👑┣.مميزين*
❍↜بيظهر الأشخاص المميزين

*👑┣.انضم*
❍↜للمطور فقط

*👑┣.اخرج*
❍↜للمطور فقط

*👑┣.نشر*
❍↜للمطور فقط`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسم المطور|قسم-المطور)$/i

export default handler
