let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*
*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ 🎥 ≽⊰⊹══❮❆*
*『 ️🎥 』⇦ قسم الايديت╿↶*
*❆❯══⊹⊱≼ 🎥 ≽⊰⊹══❮❆*

*🎥┣.ايديت*
❍↜بيجيب لك ايديت عشوائي لشخصيات انمي

*🎥┣.كيلوا*
❍↜بيجيب لك ايديت ل كيلوا

*🎥┣.غوجو*
❍↜بيجيب لك ايديت ل غوجو ساتورا 

*🎥┣.ميليوداس*
❍↜بيجيب ل ايديت ل ميليوداس

*🎥┣.دوما*
❍↜بيجيب ل ايديت ل دوما من انمي قاتل الشياطين 

*🎥┣.اسبادا*
❍↜بيجيب ل ايديت للإسبادا 

*🎥┣.ايتاشي*
❍↜بيجيب لك ايديت ل ايتاشي

*🎥┣.غوكو*
❍↜بيجيب لك ايديت ل سون غوكو

*🎥┣.غون*
❍↜بيجيب لك ايديت ل غون

*🎥┣.سوكونا*
❍↜بيجيب لك ايديت ل سوكونا

*🎥┣.استا*
❍↜بيجيب لك ايديت ل استا

*🎥┣.ميدوريا*
❍↜بيجيب لك ايديت ل ميدوريا 

*🎥┣.للوفي*
❍↜بيجيب لك ايديت ل لوفي

*🎥┣.سونغ*
❍↜بيجيب لك ايديت ل سونغ جين

*🎥┣.ايتشيغو*
❍↜بيجيب لك ايديت ل ايتشيغو 

*🎥┣.تانجيرو*
❍↜بيجيبلك ايديت ل تانجيرو

*🎥┣.شادو*
❍↜بيجيب لك ايديت ل شادو 

*🎥┣.بانكاي*
❍↜بيجيب لك ايديت للبانكاي 

*🎥┣.ايرين*
❍↜بيجيب لك ايديت ل ايرين ييغر

*🎥┣.ليفاي*
❍↜بيجيب لك ايديت ل ليفاي

*🎥┣.زورو*
❍↜بيجيب لك ايديت ل زورو

*🎥┣.ثورفين*
❍↜بيجيب لك ايديت ل ثورفين

*🎥┣.ماهيتو*
❍↜بيجيب لك ايديت ل ماهيتو

*🎥┣.توجي*
❍↜بيجيب لك ايديت ل توجي`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسمين|يزقسم-)$/i

export default handler
