let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*
*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ 🕋 ≽⊰⊹══❮❆*
*『 ️🕋 』⇦ قسم الدين الاسلامي ╿↶*
*❆❯══⊹⊱≼ 🕋 ≽⊰⊹══❮❆*

*🌷┣.ايه*
❍↜بيجيب لك سوره من اختيارك

*🌷┣.اذكار الصباح*
❍↜بيبعت اذكار الصباح 

*🌷┣.اذكار المساء*
❍↜بيبعت اذكار المساء 

*🌷┣.قران*
❍↜بيبعت قران

*🌷┣.حديث*
❍↜بيبعت حديث

*🌷┣Ayat*
❍↜بيبعت أية الكرسي`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسم الدين|قسم-الدين)$/i

export default handler
