let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*
*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ 🎯 ≽⊰⊹══❮❆*
*『 ️🎯 』⇦ قسم العشوئيات ╿↶*
*❆❯══⊹⊱≼ 🎯 ≽⊰⊹══❮❆*

*🐈┣.قط* 
❍↜بيجيب صور قطط عشوائية 

*🌚┣.وايفو* 
❍↜بيجيب صور وايفو عشوائية 

*🌚┣.نيكو* 
❍↜بيجيب صور نيكو عشوائية 

🌚┣.للولي* 
❍↜بيجيب صور لولي عشوائية 

🌚┣.للولي-فيد* 
❍↜بيجيب فيديو لولي لطيف عشوائية 

*⚽┣.ميسي* 
❍↜بيجيب صور لي ميسي عشوائية 

*⚽┣.رونالدو* 
❍↜بيجيب صور لي رونالدو عشوائية`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسم العشوائيه|قسم-العشوائيه|قسم-العشوائية)$/i

export default handler
