let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*
*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ ☁️ ≽⊰⊹══❮❆*
*『 ️☁️ 』⇦ قسم البحث ╿↶*

*❆❯══⊹⊱≼ ☁️ ≽⊰⊹══❮❆*

*🔎┣.يوتيوبس*
❍↜يبحث عاليوتيوب

*🔎┣.انمي*
❍↜بيجيب كل معلومات الانميات 

*🔎┣.انميس*
❍↜بيجيب احداث القصه لينك تنزيل جاهز

*🔎┣.طقم*
❍↜بيجب صوره بنت و ولد

*🔎┣.3بين*
❍↜بيجيب صوره من بينترست بجوده عاليه

*🔎┣.كلمات*
❍↜بيجيب لك كلمات الاغاني`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسم البحث|قسم-البحث)$/i

export default handler
