let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*
*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ ️💻 ≽⊰⊹══❮❆*
*『 ️💻 』⇦ قسم الدعم ╿↶*
*❆❯══⊹⊱≼ ️💻 ≽⊰⊹══❮❆*

*❗┣الدعوم*
❍↜ما يخص المطور

*❗┣.المطور*
❍↜بيجبلك رقم المطور

*❗┣الدعم*
❍↜بيبعت جروبات الدعم

*❗┣تقرير*
❍↜اذ حصل خطأ اكتب بلاغ للمطور 

*❗┣معلومات*
❍↜بيجيب معلومات عن المطور`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسم الدعم|قسم-الدعم)$/i

export default handler
