let handler = async (m, { command, text }) => m.reply(`*💥❯══⊹⊱≼ مرحبا بك ≽⊰⊹══❮💥*
*❮ حط رمز قبل قسم حاجه من 👈  ( / . )❮*

*❮ اذا عندك طلب او اي شي تريد تقوله للمطور اكتب (.تقرير وحط طلبك)❮*

*❆❯══⊹⊱≼ 🖥️ ≽⊰⊹══❮❆*
*『 ️🖥️ 』⇦ قسم الذكاء الاصطناعي ╿↶*
*❆❯══⊹⊱≼ 🖥️ ≽⊰⊹══❮❆*

*🤖┣.gpt*
❍↜شات gbt للاستفسار و الاساله ولاكن 
يجب أن تكتب الاستفسار أو السؤال بيدقه
لانهو مازال في مرحلة التطوير 

*🤖┣.دحيح*
❍↜ذكاء اصطناعي مطور للرد علي كل الاساله 
و الاستفسارات و الثقافه وغيره لاكن يجب أن 
تنتظر حتي يرد علي كلامك لانهو ياخد القليل 
من الواقت

*🤖┣.سگونا*
❍↜ذكاء اصطناعي مطور للرد علي كل الاساله 
و الاستفسارات و الثقافه وغيره لاكن يجب أن 
تنتظر حتي يرد علي كلامك لانهو ياخد القليل 
من الواقت

*🤖┣.انشاء* ❌
بينشاء لك صور من خيالك على شكل انمي

*🤖┣.تخيل* ❌
بينشاء لك صور من خيالك`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(قسم الذكاء|قسم-الذكاء)$/i

export default handler
