let handler  = async (m, { conn }) => {
conn.reply(m.chat,`*┌────「 مقارنة 」─*\n*“${pickRandom(global.bucin)}”*\n*└────「 هنري 」─*`, m)
}
handler.help = ['reto']
handler.tags = ['fun']
handler.command = /مقارنه/i
export default handler

function pickRandom(list) {
  return list[Math.floor(list.length * Math.random())]
}

 global.bucin = [ 
 "_تتوقع مين يفوز في قتال_ بين *لوفي و غوكو*", 
 "_تتوقع مين يفوز في مسابقه اكل_ بين *شارمي و غوكو او لوفي*", 
 "_تتوقع من يفوز في قتال_ بين *يونو و امبرطور السحر يوليوس*", 
 "_تتوقع مين يفوز في السرعه_ *غوكو ب كايو كينق 20 و فلاش و سوبر مان*", 
 "_تتوقع مين يفوز في قتال_ *فيجيتا و ايرين*", 
 "_تتوقع مين يفوز في قتال_ بين *ايتشيغو و تانجيرو*", 
 "_تتوقع مين يفوز في مسابقه افضل ضحكه في عالم الانمي_ *فيجيتا و غوكو بلاك و سوكونا و غوجو و لوفي و غوكو* (رتبهم من الافضل الى الاسوء)", 
 "_تتوقع مين رح يفوز لو اتحد فيجيتا و غوكو على حكام الدمار_ *(طبعا فيجيتا بالغرور الفائق و غوكو بالغريزه الفائقه المكتمله)*",  
 "_تتوقع مين رح يفوز في قتال_ بين *لوفي الجير 5 و غوكو بالغريزه الفائقه المكتمله*",  
 "_تتوقع مين رح يفوز في قتال_ بين *لوفي الجير 5 و فيجيتا بالغرور*", 
 "_تتوقع مين رح يفوز في قتال_ بين *لوفي و ايرين*", 
 "_تتوقع مين رح يفوز في قتال_ بين *فيجيتا و كايدو*", 
 "_تتوقع مين رح يفوز في قتال_ بين *كورابيكا و ليفاي*",   
 "_تتوقع مين يفوز في قتال_ بين *يوهاباخ و لوفي الجير 5*",  
  
 " *ثانيه من وقتك تصلي ع الرسول صلي الله عليه وسلم ❤️*", 

 "*تتوقع مين تفوز بجائزه افضل امرأه في ون بيس*", 
  "*تتوقع مين تفوز بجائزه افضل امرأه في دراغون بول*", 
 "_تتوقع مين يفوز في قتال_ بين *ايتشيغو و ماهيتو* ", 
 "_تتوقع مين افضل ثنائي في عالم الانمي_ *(غوكو و فيجيتا) او (غوجو و غيتو) او (لوفي و زورو) او (كيلوا و غون)* *رتبهم من الافضل الى الاسوء*", 
 ] 
